Repository: common-repository/premmerce-woocommerce-pinterest
Catalog: languages/premmerce-pinterest-*.po
Languages: ru_ru, uk

source: Enable to write cookie file, please check permissions directory %s
ru_ru: Разрешите записывать файл cookie. Пожалуйста, проверте права папки %s
uk: Позвольте записувати cookie файл. Будь ласка, провірте права на папку %s

source: You must select your default board to pin
ru_ru: Вы должны выбрать стандартную доску для публикаций
uk: Ви повинні вибрати стандартну дошку для публікацій

source: Pinterest settings
ru_ru: Настройки Pinterest
uk: Налаштування Pinterest

source: Board
ru_ru: Доcка
uk: Дошка

source: Pin description
ru_ru: Описание публикации
uk: Опис публікації

source: Task frequently (min)
ru_ru: Частота задач (мин)
uk: Частота задач (хв)

source: Account
ru_ru: Аккаунт
uk: Аккаунт

source: Pinned
ru_ru: Опубликовано
uk: Опубліковані

source: Queue
ru_ru: Очередь
uk: Черга

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Analytics
ru_ru: Аналитика
uk: Аналітика

source: Name
ru_ru: Имя
uk: Назва

source: Created
ru_ru: Cоздано
uk: Створено

source: Delete from Pinterest
ru_ru: Удалить с Pinterest
uk: Видалити з Pinterest

# bulk action
source: Update
ru_ru: Обновить
uk: Оновити

source: No pinned pins
ru_ru: Нету опубликованых
uk: Немає публікацій

source: Task has been added to end of queue
ru_ru: Задача добавлена в конец очереди
uk: Задача додана в кінець черги

source: Tasks has been added to end of queue
ru_ru: Задачи были доданы в конец очереди
uk: Задачі були додані в кінець черги

source: Pin feature image
ru_ru: Опубликовать на pinterest
uk: Опублікувати на pinterest

source: products add to queue
ru_ru: товаров додано в очередь
uk: Товарів додано до черги

source: Invalid username or password
ru_ru: Неправильный логин или пароль
uk: Неправильний логін чи пароль

source: Connected to Pinterest
ru_ru: Связанно с Pinterest
uk: Звʼязано з Pinterest

source: You have been logged out
ru_ru: Вы вышли
uk: Ви вийшли

source: You don't have any Pinterest boards, please create
ru_ru: У вас нет досок для публикаций на Вашем аккаунте Pinterest. Пожалуйста, создайте
uk: У Вас немає дощок для публікацій на Вашому аккаунті Pinterest. Будь ласка, створіть

source: We choose %s as default board. You can change it at settings tab
ru_ru: Мы выбрали %s как стандартную доску. Вы можете изменить ее на вкладке настроек
uk: Ми вибрали %s як стандартну дошку. Ви можете змінити її на вкладці налаштувань

source: Task has been deleted
ru_ru: Задача была удалена
uk: Задача була видалена

source: Tasks has been deleted
ru_ru: Задачи были удалены
uk: Задачі були видалені

source: Remove
ru_ru: Удаления
uk: Видалення

source: Create
ru_ru: Создание
uk: Створити

source: Update
ru_ru: Обновления
uk: Оновлення

source: Processing
ru_ru: В процессе
uk: В процесі

source: fail
ru_ru: Ошибка
uk: Помилка

source: Action
ru_ru: Действие
uk: Дія

source: Status
ru_ru: Статус
uk: Статус

source: Delete from queue
ru_ru: Удалить с очереди
uk: Видалити з черги

source: Retry
ru_ru: Повторить
uk: Повторити

source: No tasks in queue
ru_ru: Нет задач в очереди
uk: Немає задач в черзі

source: All (%d)
ru_ru: Все (%d)
uk: Всі (%d)

source: Failed (%d)
ru_ru: Неудачные (%d)
uk: Невдало (%d)

source: App setting
ru_ru: Настройки приложения
uk: Налаштування додатку

source: Events
ru_ru: События
uk: Події

source: Enable\Disable
ru_ru: Включено\Выключено
uk: Ввімкнено\Вимкнено

source: Enable or disable whole pinterest pixel functionality
ru_ru: Включено или отключено для всего pinterest pixel функционала
uk: Ввімкнено для всього pinterest pixel функціоналу

source: App id
ru_ru: Id приложения
uk: Id додатку

source: Checkout
ru_ru: Чекаут
uk: Чукаут

source: Event is firing at thank you page, after checkout
ru_ru: События случается когда пользователь прошел чекаут
uk: Подія трапляється коли користувач на сторінці "дякую за замовлення", після чекауту

source: Add to cart
ru_ru: Добавления в корзину
uk: Додавання до корзини

source: Event is firing when user add product to cart
ru_ru: События случается когда пользователь додает товар в корзину
uk: Подія трапляється коли користувач додає товар в корзину

source: Visit Page
ru_ru: Просмотр страницы
uk: Перегляд сторінки

source: Event is firing when user visit some page
ru_ru: События случается, когда пользователь просматривает какую-нибудь страницу
uk: Подія трапляється коли користувач переглядає деяку сторінку

source: Visit product (Lead)
ru_ru: Просмотр товара (Лид)
uk: Перегляд товару (Лід)

source: Event is firing when user visit product page
ru_ru: События случается когда пользователь просматривает страницу товара
uk: Подія трапляється коли користувач переглядає сторінку товару

source: Search
ru_ru: Поиск
uk: Пошук

source: Event is firing when user search something
ru_ru: События случается когда пользователь ищет что-то
uk: Подія трапляється коли користувач шось шукає

source: View Category
ru_ru: Просмотр категории
uk: Перегляд категорії

source: Event is firing when user visit product category page
ru_ru: События случается когда пользователь на странице категории
uk: Подія трапляється коли користувач переглядає сторінку категорії

source: The %s plugin requires %s plugin to be active!
ru_ru: Для работы плагина %s нужен плагин %s
uk: Для роботи плагіна %s потрібен плагін %s

source: Pin has not pin_id
ru_ru: Отсутствует id публикации
uk: Відсутній id публікації

source: is almost ready to get started. Please %s to your Pinterest account
ru_ru: Почти готов к работе. Пожалуйста %s в аккаунт Pinterest
uk: Майже готовий до роботи. Будь ласка %s в аккаунт Pinterest

source: sign in
ru_ru: Войдите
uk: ввійдіть

source: ready to get started
ru_ru: Готов к работе
uk: готовий до роботи

source: The board for which will be published pins
ru_ru: Доска, на которую будут делаться публикации
uk: Дошка на яку будуть робитися публікації

source: You don't have any boards on your Pinterest account
ru_ru: В вас нет досок для публикаций на Вашем аккаунте Pinterest
uk: У Вас немає дощок для публікацій на Вашому аккаунті Pinterest

source: {price} - product price
ru_ru: {price} - Цена товара
uk: {price} - ціна товару

source: {title} - product title
ru_ru: {title} - название товара
uk: {title} - заголовок товару

source: {link} - link to product
ru_ru: {link} - силка на товар
uk: {link} - посилання на товар

source: {description} - product description
ru_ru: {description} - описание товара
uk: {description} - опис товару

source: {excerpt} - product excerpt
ru_ru: {excerpt} - короткое описание товара
uk: {excerpt} - короткий опис товару

source: {site_title} - site title
ru_ru: {site_title} - название сайта
uk: {site_title} - заголовок сайту

source: Available shortcodes
ru_ru: Доступные шорткоды
uk: Доступні шорткоди

source: Max text length 500 characters including real content embedded by shortcode
ru_ru: Максимальная длина текста - 500 символов, включая контент вставленный шорткодами.
uk: Максимальна довжина тексту - 500 символів, включаючи контент вставлений шорткодами.

source: time delay between tasks
ru_ru: Час задержки между задачами
uk: Час затримки між задачами

source: Be careful! We recommended choose time more than 1 minutes. If less - Pinterest may take you for bot and ban your account
ru_ru: Будьте осторожны! Мы рекомендуем выбрать время более 1 минуты. Если меньше - Pinterest может принять Вас за бота и заблокировать Ваш аккаунт
uk: Будьте обережні! Ми рекомендуємо вибрати час більше 1 хвилини. Якщо менше - Pinterest може прийняти Вас за бота і заблокувати Ваш аккаунт

source: Product Pins add OG markup and make it easier for <strong>Pinners</strong> to see information about things you sell and include pricing, availability and buy location.
ru_ru: Product Pins додает OG разметку облегчают <strong> авторам </ strong> видеть информацию о товаре, который вы продаете, включая цену, наличие и местонахождениеa
uk: Product Pins додають OG розмітку і полегшують <strong> авторам </ strong> бачити інформацію про товар, який Ви продаєте, включно з ціною, наявністю і місцезнаходженням

source: After you turn on rich pins you must %s product page
ru_ru: После включения rich pins Вы должны %s страницу товара
uk: Після включення rich pins Ви повинні %s сторінку товару

source: validate
ru_ru: проверить
uk: перевірити

source: Pinterest account login
ru_ru: Страница входа Pinterest
uk: Сторінка входу Pinterest

source: Login
ru_ru: Логин
uk: Логін

source: Password
ru_ru: Пароль
uk: Пароль

source: Hello, %s
ru_ru: Привет, %s
uk: Привіт, %s

source: Logout
ru_ru: Выйти
uk: Вийти

source: Pin post image
ru_ru: Опубликовать изображение поста
uk: Публікувати зображення поста

source: Pins will add to queue after save post
ru_ru: Публикации будут доданы в очередь после сохранения поста
uk: Публікації будуть додані до черги після збереження поста

source: Select all
ru_ru: Выбрать все
uk: Вибрати всі

source: Unselect all
ru_ru: Отменить
uk: Відмінити

source: Save
ru_ru: Сохранить
uk: Зберегти

source: Your app id created at Pinterest
ru_ru: Ваш id приложения созданый на Pinterest
uk: Ваш app id створений на Pinterest

source: Instruction to create app at Pinterest
ru_ru: Инструкция по созданию приложения на Pinterest
uk: Інструкція по створенню додатка на Pinterest

source: See %s
ru_ru: Смотрите %s
uk: Дивіться %s

source: documentation
ru_ru: Документацию
uk: Документацію

source: Enable for
ru_ru: Включен для
uk: Ввімкнено для
